const menuItems = [
    {
        label: "মন্ত্রণালয় সম্পর্কিত",
        isSubMenu: true,
        children: [
            {
                label: "মন্ত্রণালয়ের পরিচিত",
                items: [
                    "ইতিহাস ও কার্যাবলী",
                    "ভিশন ও মিশন",
                    "প্রাক্তন মন্ত্রী/প্রতিমন্ত্রী/উপমন্ত্রীগণের তালিকা",
                    "সচিব",
                    "প্রাক্তন সচিবগণের তালিকা",
                    "অর্গানোগ্রাম",
                    "এলোকেশন অব বিজনেস",
                ],
            },
            {
                label: "জনবল",
                items: [
                    "কর্মকর্তাগণ",
                    "কর্মবন্টন",
                    "তথ্য প্রদানকারী কর্মকর্তা",
                    "অভিযোগ নিষ্পত্তি কর্মকর্তা",
                    "আপীল কর্মকর্তা",
                    "ফোকাল পয়েন্ট কর্মকর্তাগণ",
                    "সচিবের দপ্তর",
                    "১০ গ্রেডভূক্ত কর্মকর্তাগণ",
                    "প্রশাসন অনুবিভাগ",
                    "উন্নয়ন অনুবিভাগ",
                    "বাজেট ও অডিট",
                    "পরিকল্পনা অনুবিভাগ",
                    "রিফর্ম ম্যানেজমেন্ট এন্ড পলিসি রিসার্চ ইউনিট",
                    "মন্ত্রণালয়ের সেবাসমূহ",
                    "সিটিজেন চার্টার",
                    "নাগরিক ই-সেবাসমূহের তালিকা",
                    "অন্যান্য",
                ],
            },
        ],
    },
    {
        label: "অধীনস্থ সংস্থাসমূহ",

        children: [
            {
                label: "মন্ত্রণালয়ের পরিচিত",
                items: [
                    "ইতিহাস ও কার্যাবলী",
                    "ভিশন ও মিশন",
                    "প্রাক্তন মন্ত্রী/প্রতিমন্ত্রী/উপমন্ত্রীগণের তালিকা",
                    "সচিব",
                    "প্রাক্তন সচিবগণের তালিকা",
                    "অর্গানোগ্রাম",
                    "এলোকেশন অব বিজনেস",
                ],
            },
            {
                label: "জনবল",
                items: [
                    "কর্মকর্তাগণ",
                    "কর্মবন্টন",
                    "তথ্য প্রদানকারী কর্মকর্তা",
                    "অভিযোগ নিষ্পত্তি কর্মকর্তা",
                    "আপীল কর্মকর্তা",
                    "ফোকাল পয়েন্ট কর্মকর্তাগণ",
                    "সচিবের দপ্তর",
                    "১০ গ্রেডভূক্ত কর্মকর্তাগণ",
                    "প্রশাসন অনুবিভাগ",
                    "উন্নয়ন অনুবিভাগ",
                    "বাজেট ও অডিট",
                    "পরিকল্পনা অনুবিভাগ",
                    "রিফর্ম ম্যানেজমেন্ট এন্ড পলিসি রিসার্চ ইউনিট",
                    "মন্ত্রণালয়ের সেবাসমূহ",
                    "সিটিজেন চার্টার",
                    "নাগরিক ই-সেবাসমূহের তালিকা",
                    "অন্যান্য",
                ],
            },
        ],
    },
    {
        label: "প্রকল্প",

        children: [
            {
                label: "মন্ত্রণালয়ের পরিচিত",
                items: [
                    "ইতিহাস ও কার্যাবলী",
                    "ভিশন ও মিশন",
                    "প্রাক্তন মন্ত্রী/প্রতিমন্ত্রী/উপমন্ত্রীগণের তালিকা",
                    "সচিব",
                    "প্রাক্তন সচিবগণের তালিকা",
                    "অর্গানোগ্রাম",
                    "এলোকেশন অব বিজনেস",
                ],
            },
        ],
    },
    {
        label: "যোগাযোগ",
        children: [],
    },
    {
        label: "গ্যালারী",
        children: [],
    },
    {
        label: "সভা সংক্রান্ত",
        children: [],
    },
    {
        label: "ডাউনলোড",
        children: [],
    },
    {
        label: "হেল্পলাইনসমূহ",
        children: [],
    },
];

export default menuItems;
