const menuItems = [
    {
        label: "মন্ত্রণালয় সম্পর্কিত",
        isSubMenu: true,
        children: [
            {
                label: "মন্ত্রণালয়ের পরিচিত",
                items: [
                    "ইতিহাস ও কার্যাবলী",
                    "ভিশন ও মিশন",
                    "প্রাক্তন মন্ত্রী/প্রতিমন্ত্রী/উপমন্ত্রীগণের তালিকা",
                    "সচিব",
                    "প্রাক্তন সচিবগণের তালিকা",
                    "অর্গানোগ্রাম",
                    "এলোকেশন অব বিজনেস",
                ],
            },
            {
                label: "জনবল",
                items: [
                    "কর্মকর্তাগণ",
                    "কর্মবন্টন",
                    "তথ্য প্রদানকারী কর্মকর্তা",
                    "অভিযোগ নিষ্পত্তি কর্মকর্তা",
                    "আপীল কর্মকর্তা",
                    "ফোকাল পয়েন্ট কর্মকর্তাগণ",
                    "সচিবের দপ্তর",
                    "১০ গ্রেডভূক্ত কর্মকর্তাগণ",
                    "প্রশাসন অনুবিভাগ",
                    "উন্নয়ন অনুবিভাগ",
                    "বাজেট ও অডিট",
                    "পরিকল্পনা অনুবিভাগ",
                    "রিফর্ম ম্যানেজমেন্ট এন্ড পলিসি রিসার্চ ইউনিট",
                ],
            },
            {
                label: "মন্ত্রণালয়ের সেবাসমূহ",
                items: ["সিটিজেন চার্টার", "নাগরিক ই-সেবাসমূহের তালিকা", "অন্যান্য সেবার তালিকা"],
            },
            {
                label: "মন্ত্রণালয়ের কমিটিসমূহ",
                items: [
                    "মাননীয় প্রধানমন্ত্রী এবং মাননীয় মন্ত্রীর সভাপতিত্বে/ মন্ত্রণালয়/বিভাগ সম্পর্কিত কমিটিসমূহ",
                ],
            },
        ],
    },
    {
        label: "অধীনস্থ সংস্থাসমূহ",

        children: [
            {
                label: "সংস্থাসমূহ",
                items: [
                    "বাংলাদেশ পানি উন্নয়ন বোর্ড",
                    "নদী গবেষণা ইনস্টিটিউট",
                    "যৌথ নদী কমিশন",
                    "বাংলাদেশ হাওর ও জলাভূমি উন্নয়ন অধিদপ্তর",
                    "পানি সম্পদ পরিকল্পনা সংস্থা",
                ],
            },
            {
                label: "ট্রাস্টি প্রতিষ্ঠান",
                items: ["ইনষ্টিটিউট অব ওয়াটার মডেলিং", "সিইজিআইএস"],
            },
        ],
    },
    {
        label: "প্রকল্প",

        children: [
            {
                label: "চলমান",
                items: ["চলমান প্রকল্পগুলো"],
            },
            {
                label: "সমাপ্ত",
                items: ["সমাপ্ত প্রকল্পগুলো"],
            },
        ],
    },
    {
        label: "যোগাযোগ",
        children: [
            {
                label: "যোগাযোগ",
                items: [
                    "অফিসের ঠিকানা",
                    "সকল ফোকাল পয়েন্ট",
                    "ইনোভেশন টিম",
                    "অভিযোগ গ্রহণকারী কর্মকর্তা",
                    "তথ্য প্রদানকারী কর্মকর্তা",
                    "শুদ্ধাচার কৌশল ফোকাল পয়েন্ট",
                    "বার্ষিক কর্মসম্পাদন চুক্তি (এপিএ) এর ফোকাল পয়েন্ট",
                    "কল্যাণ কর্মকর্তা",
                    "কাউন্সিল অফিসার/কাউন্সিল সহকারী",
                    "জরুরী কাজের জন্য জেলাভিত্তিক ফোকাল পয়েন্ট",
                    "অভিযোগ দাখিল",
                    "লোকেশন ম্যাপ",
                    "পরিছন্ন গ্রাম ফোকাল পয়েন্ট কর্মকর্তা",
                    "বিভিন্ন সংস্থা ও কার্যক্রম বিষয়ে ফোকাল পয়েন্ট কর্মকর্তা",
                    "ডেল্টা প্ল্যান বিষয়ক ফোকাল পয়েন্ট",
                    "এসডিজি বিষয়ক ফোকাল পয়েন্ট কর্মকর্তা",
                    "ব্লু-ইকোনমি ফোকাল পয়েন্ট",
                    "জেলাভিত্তিক ফোকাল পয়েন্ট কর্মকর্তা",
                    "বিভিন্ন মন্ত্রণালয়ে সভা, সেমিনার যোগদানের জন্য প্রতিনিধি",
                ],
            },
            {
                label: "মতামত",
                items: ["আপনার জিজ্ঞ্যাসা ও মতামত"],
            },
        ],
    },
    {
        label: "সভা সংক্রান্ত",
        children: [
            {
                label: "",
                items: ["সভার কার্যবিবরণী", "সভার বিজ্ঞপ্তি"],
            },
        ],
    },
    {
        label: "গ্যালারী",
        children: [
            {
                label: "",
                items: ["গ্যালারী"],
            },
        ],
    },
    {
        label: "ডাউনলোড",
        children: [
            {
                label: "",
                items: [
                    "ফরমসমূহ/চেকলিস্ট/ছক",
                    "স্মরণিকা (বিশ্ব পানি দিবস ২০২৩ )",
                    "স্মরণিকা (বিশ্ব পানি দিবস ২০২৪)",
                    "প্রকাশনাসমূহ",
                ],
            },
        ],
    },
    {
        label: "হেল্পলাইনসমূহ",
        children: [
            {
                label: "",
                items: [
                    "স্বাস্থসেবা ১৬২৬৩",
                    "মহিলা ও শিশু বিষয়ক ১০৯",
                    "কৃষি বিষয়ক তথ্য ১৬১২৩"
                  ],
            },
        ],
    },
];

export default menuItems;
